<?php
// Heading
$_['heading_title']          = 'Χρέωση Αντικαταβολής';

// Text
$_['text_extension']         = 'Επεκτάσεις';
$_['text_total']             = 'Σύνολο';
$_['text_success']           = 'Έχετε επεξεργαστεί με επιτυχία την επέκταση Χρέωση Αντικαταβολής!';
$_['text_edit']              = 'Επεξεργασία επέκτασης Χρέωση Αντικαταβολής';

$_['tab_fee']                = 'Ρυθμίσεις Χρέωσης';
$_['tab_general']            = 'Γενικές ρυθμίσεις';

// Entry
$_['entry_total']            = 'Σύνολο:';
$_['entry_status']           = 'Κατάσταση:';
$_['entry_sort_order']       = 'Σειρά Ταξινόμησης:';

$_['entry_name']             = 'Τίτλος Χρέωσης:';
$_['entry_cost']             = 'Ποσό Χρέωσης:';
$_['entry_tax']              = 'Φορολογική Κλάση:';
$_['entry_geo_zone']         = 'Γεωγραφική Ζώνη:';
$_['entry_shipping']         = 'Μέθοδος Αποστολής:';
$_['entry_payment']          = 'Τρόπος πληρωμής:';
$_['entry_order_total']      = 'Σύνολο ελάχιστης παραγγελίας:';
$_['entry_order_max_total']  = 'Σύνολο μέγιστης παραγγελίας:';

$_['text_all']               = 'Όλοι';

// Help
$_['help_total']             = 'Το συνολικό ποσό που πρέπει να φτάσει η παραγγελία για να ενεργοποιηθεί η μέθοδος πληρωμής.';

// Error
$_['error_permission']       = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την επέκταση Χρέωση Αντικαταβολής!';
?>